Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nno/admin/depts/regjeringen.no/roahpisteapmi_id_488.html.tmx
Source language: sme
Languages: nno

source: Departemeantta váldoulbmil lea bearráigeahččat ahte vuđolaš riektesihkarvuođadáhkádusat dollojuvvojit ja ovddiduvvojit.
nno: Departementet sine hovudmål er å sørge for at grunnleggjande rettstryggleiksgarantiar vert haldt ved like og utvikla.

source: Bajemus dási ulbmil lea sihkkarastit servodaga ja ovttaskas olbmuid oadjebasvuođa.
nno: Eit overordna mål er å sikre samfunnet og enkeltmennesket tryggleik.

source: Departemeantta váldobarggut::
nno: Departementet sine hovudoppgåver:

source: Politihkalaš njunnožiid čállingoddi
nno: Sekretariat for politisk ledelse

source: ráhkkanahttit áššiid ráđđehussii, Gonagassii stáhtaráđis ja Stuoradiggái
nno: førebu saker for regjering, Kongen i statsråd og Stortinget

source: váikkuhit dasa ahte ráđđehusa politihkka čađahuvvo
nno: bidra til å gjennomføre regjeringa sin politikk

source: Etáhtajođiheapmi
nno: Etatsleiing

source: ovddidit ja čuovvut olggobeal etáhtaid ja duopmostuoluid
nno: utvikling og oppfølgjing av ytre etatar og domstolane

source: • Hálddašeapmi
nno: Forvalting

source: hálddašanbargguid ovddasvástideaddji mat gusket ovttaskas olbmuide fitnodagaide, institušuvnnaide, suohkaniidda ja stáhta doaimmaide
nno: ansvar for forvaltingsoppgåver som berører enkeltpersonar, bedrifter, institusjonar, kommunar og statleg verksemd

source: bálvalusat álbmogii
nno: publikumsservice

source: Justiisadepartemeantta váldonannensuorggit:
nno: Justisdepartementet sine hovudsatsingsområde:

source: geahpedit vearredaguid
nno: redusert kriminalitet

source: oadjebasvuohta ja riektesihkarvuohta
nno: tryggleik og rettssikkerheit

source: rabasvuohta ja demokratiija
nno: åpenheit og demokrati

source: • justiisadoaimmahaga bargguid bargat ja gozihit bálvalusaid álbmogii
nno: justisvesenet si oppgåveløysing og service til publikum

source: Don gávnnat eanet dieđuid departemeantta bargosurggiid birra ossodagaid vuolde
nno: Meir om departementet sine arbeidsområde finn du under avdelingar.
